Repository: castrokevin7/rio-toro
Catalog: sites/all/translations/filefield_sources_plupload-7.x-1.1.*.po
Languages: es

source: file
es: archivo

source: Fields
es: Campos

source: Uploading...
es: Cargando

source: The file could not be uploaded.
es: El archivo no se pudo subir al servidor.

source: The upload directory %directory for the file field !name could not be created or is not accessible. A newly uploaded file could not be saved in this directory as a consequence, and the upload was canceled.
es: El directorio de subida de archivos %directory para el campo de archivo !name no se pudo crear o no es accesible. Por eso, un archivo que se estaba subiendo al servidor no se ha podido guardar allí y la subida se ha cancelado.

source: Start upload
es: Comenzar carga

source: Advanced upload
es: Carga avanzada

source: Select one or more files to upload
es: Seleccione uno o mas archivos para subir

source: Upload of %name failed.
es: La carga de %name falló.

source: Select one file to upload
es: Seleccione un archivo para subir

source: Select up to @cardinality files to upload
es: Seleccione hasta @cardinality archivos para subir
